checkfree/src/test/resources/expected/execute/licensemanagerExpected.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="http://ws.licmgr.eos.ecomm.rim.com/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns0:createEntitlement><arg0><endCustomer><accountId>2</accountId><address><city>4</city></address><name>5</name></endCustomer></arg0></ns0:createEntitlement></SOAP-ENV:Body></SOAP-ENV:Envelope>